{
    "apps": {
        "Random article": {
            "short_description": "Learn by reading random articles everyday",
            "Full_description": "this app lets you learn something new every day by giving you random articles.\n\nThis application gives you a random article from Wikipedia to read which is very useful for readers\n\nLooking for a fun and informative way to explore the vast world of knowledge that Wikipedia has to offer? Look no further than our app!\nWith just a tap of a button, you can discover a completely random Wikipedia article from any category, be it history, science, literature, or anything in between. From the fascinating to the bizarre, our app lets you uncover hidden gems and learn new things every day.\nWith a clean and intuitive interface, the app is easy to use and perfect for anyone who loves to learn. So why not give it a try? You never know what new and exciting facts you might discover with our app. Download it now and start exploring!\n\nCategory:\n-article\n-articles\n-article creator\n-wikipedia article creator\n\nFutures:\n- seve articles to bookmarks\n- generate random Wikipedia articles\n- disabled Javascript\n- change font size\n- support 20 language for articles\n- support zoom in and ou\n- Block load images\n",
            "screenshots_url": [
                "https://lh3.googleusercontent.com/xvRNK4a9wpYnUeSkaOtT0Z4fPUMY9mabQsYCQNiIKNPQZdCkiXWn_Y9X8VzlKxXFuFo",
                "https://lh3.googleusercontent.com/8x_JgHUGTn4AmXtaJCPviYAcws-9m7FtsjyStTNg3pz1u2f3IRCrq609WXpPW1QY-CY",
                "https://lh3.googleusercontent.com/m3DeekVIu3iKQZc-H9_4vfZhj1Tq132WZq5uN_lqojInD3bSYkYZ0DUGAGRjinCrQQA",
                "https://lh3.googleusercontent.com/BorzfBBDQOYLu7sUTKByUMt0WCZcZ4akewjLCiklZ3IYpcNVnwqkWQApq0MNx_i9eA"
            ],
            "icon_url": "https://lh3.googleusercontent.com/1CbjFw72jzaganPygr-6Lj2MhMV5QHUy41FgXPECPeSWTM7DAM0lEK7n25TgL1MIveo",
            "Feature_graphic_url": "https://lh3.googleusercontent.com/iAXGSPZ289V24YHCe_a1YRXPEDMjAxTFkBGDJYJT7XtSalwyLHl0EEob8fwXx1YrDSk",
            "Google_play": "https://play.google.com/store/apps/details?id=com.rami.randomwiki"
        },
        "What to do - to do list app": {
            "short_description": "Increase your productivity! Make your own to-do list",
            "Full_description": "Task List App\n\nThe Task List App is designed to simplify the organization and management of daily tasks and activities for individuals, teams, and companies. This app is characterized by a simple and user-friendly interface, making it ideal for users with little experience in technology.\n\nUsers can easily add new tasks to the list, set due dates and times, and customize reminders for upcoming tasks. Additionally, users can organize tasks by priority or time required to complete them.\n\nThe app can be used for personal task management or for tasks that require teamwork, where users can create shared task lists and share them with other team members. Users can also assign responsibilities to team members and track their progress.\n\nThe app can work on multiple operating systems, making it available for various platforms. Additionally, the app supports synchronization with other calendars such as Google Calendar and iCal, allowing users to centrally track scheduled tasks.\n\nOverall, the Task List App is a powerful and useful tool for organizing time and personal and collective productivity, and can be easily used in any area of daily life.\n\nThrough this app, users can also create multiple task lists to organize and separate different tasks, making the process of organization and arrangement easier. The app also allows users to add additional notes and comments to each task, increasing communication effectiveness between team members and providing additional details about each task.\n\nIn addition, the app allows users to add files and attachments to tasks, making task management and organization more efficient and streamlined. And thanks to smooth cloud synchronization, users can access task lists and attached files from any device and at any time.\n\nUsers can also filter the list by status, such as completed tasks and tasks that require additional actions, allowing them to see priorities and focus on current tasks. Users can also assign and customize colors for each task, making it easy and quick to distinguish between tasks.\n\nUsing the Task List App, users can achieve higher productivity and save time and effort in managing daily tasks. The app can be easily downloaded from various app stores and used on smartphones, tablets, and different computer devices.\n\nFurthermore, the Task List App provides various features that enhance task management and organization. For example, users can set recurring tasks to repeat daily, weekly, or monthly, making it easier to manage routine tasks. Users can also set task dependencies, where a task cannot be started until another task is completed, ensuring that tasks are completed in the correct order.\n\nMoreover, the app provides a progress tracking feature, which allows users to monitor the progress of each task and see how much time is left before the task is due. The app also provides a statistics feature, which shows users how many tasks they have completed and how much time they have spent on each task, helping them track their productivity and identify areas for improvement.\n\nFinally, the Task List App is available in both Arabic and English languages, making it accessible to a wide range of users. The app is designed to support users in managing their daily tasks, increasing productivity, and achieving their goals.\n\nWhether it's for personal use or team collaboration, the Task List App is an excellent tool to help users stay organized and efficient.\n\nThe app is available in both Arabic and English, making it accessible to a wide range of users. Whether you're an individual looking to stay organized or a team looking to collaborate more effectively, the Task List App is an excellent choice for managing your daily tasks and achieving your goals.",
            "screenshots_url": [
                "https://lh3.googleusercontent.com/_zk6z6b2-0dYAAtwLk52NgmUnJE2qOm2XqRRjvE1o2cB-Z5DP5rvTtNdNixvXDm4bOQy",
                "https://lh3.googleusercontent.com/Uvrnlgj9VWOAw4_rz8jkAiZIj-co_qtcyHPLBjB3eKbopZzr85vXP6itAScNWpHCk1PE",
                "https://lh3.googleusercontent.com/JJFDhC2pfIegP2y1PEKyd0XtcoQKTJ05HbSn4wpRswwd8hKzG209q8m4fdAThyOsIQ",
                "https://lh3.googleusercontent.com/1upnsr3gOqjzApw0dIL_SW_IsEjv1-28s0qjmk2RgsudJQOFb9yEvZPzj6CZjGJbp82j"
            ],
            "icon_url": "https://lh3.googleusercontent.com/aoyi5x6BFzZZMQ8UqNcbqdhGENptOHbxLKd2_grahNK5GxvegleenGoH0zZ1IQlT4bY",
            "Feature_graphic_url": "https://lh3.googleusercontent.com/lRWeLT6e4fh6l1nucd2rqXT-9sVqdsIgTmjyc1JFQdajwr1C5Lvt_DKO0X9qEFD0PA",
            "Google_play": "https://play.google.com/store/apps/details?id=com.rami.whattodo"
        }
    },
    "games": {
        "War Defense - tower defense": {
            "short_description": "Protect your land from enemy forces",
            "icon_url": "https://lh3.googleusercontent.com/9lmg09I2Qie_CKGRMn5Gd_B7FFERROh3evmGobrWd9zKisnO-eDeOEqXuy07KwKudRo",
            "about_page": "",
            "Google_play": "https://play.google.com/store/apps/details?id=com.rami.TowerDefens"
        },
        "Earth defense": {
            "short_description": "Defend the Earth for the survival of the human race and destroy the spacecraft",
            "icon_url": "https://lh3.googleusercontent.com/rsRd_FVjc3G_JA_U9DHO8wHfgEatjuP524yuQImtS41qt0Fl_CX9LR79FSVgddNIaMyR",
            "about_page": "",
            "Google_play": "https://play.google.com/store/apps/details?id=com.Rami.Earthdefense"
        },
        "Football Time": {
            "short_description": "Competitive team game",
            "icon_url": "https://lh3.googleusercontent.com/8DXKIWYNLO0R0Tpf6FBHvc6EIklXubKlhiAyQaw3J9snK_T2pylj12adymN_nZya4n4",
            "about_page": "",
            "Google_play": "https://play.google.com/store/apps/details?id=com.Rami.football"
        }
    },
    "websites": {
        "Boycott base": {
            "short_description": "Generate secure passwords with our free online password generator. Our tool is easy to use and completely secure, and it can help you create strong passwords that are impossible to crack.",
            "icon_url": "https://framerusercontent.com/images/qyxr9v404SmutHTMayKhXDe7Go.png",
            "url":"https://boycott-withai.rami-dev.com/"
        },
        "Stockend": {
            "short_description": "Welcome to our website! Here, we provide a service that generates random Wikipedia articles based on your interests.",
            "icon_url": "https://ph-files.imgix.net/37d0883c-7b11-43c3-9c31-802eae3935c7.png?auto=compress&codec=mozjpeg&cs=strip&auto=format&w=44&h=44&fit=crop",
            "url":"https://stockend.rami-dev.com/"
        }
    }
}
